Repository: JonyBoyko/AmunX
Catalog: mobile/lib/l10n/app_*.arb
Languages: uk

# commonRetry
source: Retry
uk: Повторити

# smartInboxOpenInbox
source: Open inbox
uk: Відкрити інбокс

# smartInboxOpenLatestEpisode
source: Open latest episode
uk: Відкрити останній епізод

# smartInboxOpenEpisode
source: Open episode
uk: Відкрити епізод

# smartInboxTrendingTitle
source: Trending today
uk: Тренди сьогодні

# smartInboxTrendingEmpty
source: No standout topics yet. Check back after a few new episodes.
uk: Поки немає яскравих тем. Поверніться після появи нових епізодів.

# smartInboxUpdated
source: Updated {date}
uk: Оновлено {date}

# smartInboxNewLabel
source: NEW
uk: НОВЕ

# smartInboxErrorTitle
source: Smart Inbox unavailable
uk: Smart Inbox тимчасово недоступний

# smartInboxErrorDescription
source: We couldn't load Smart Inbox insights. Pull to refresh or retry.
uk: Не вдалося завантажити інсайти Smart Inbox. Потягніть, щоб оновити, або повторіть спробу.

# smartInboxRetryCta
source: Retry Smart Inbox
uk: Повторити Smart Inbox

# smartInboxLoadFailed
source: Smart Inbox failed to load: {error}
uk: Smart Inbox не завантажився: {error}
